{
"News Article": "By Polytech Component Pte Ltd Oct 12, 2015 The term automotive is a word that is defined as self-propelled or relating with self-propelled vehicles. It is derived from the combination of two words of two languages, Greek and Latin. The first Greek word, autos, represents self while the second Latin word, motives, represents of motion. Together, they form a single word, automotive.The automotive industry started in the year 1890s with the United States leading the entire world in the manufacturing of automobiles. This was changed in the year of 1980 where Japan takes over the United States until the year of 1994. However, Japan once again overtook the United States in the year 2006 until in the year of 2009 where China claims the lead by manufacturing 13.8 million automobiles.China, Japan and the United States are currently holding on to the top three spots of the most vehicles producing countries around the whole world. With a global production of nearly 90 million automobiles in the year 2014, the automotive industry represents a very big market to venture into. Polytech recognizes this huge market potential of the automotive industry and provides a wide variety of accessories that caters to the automotive industry.One such accessory is the automotive keypad which can be found in the interior of any automobile.Polytech is able to customize any kind of automotive keypad that is of high quality and at an economical price. Besides the automotive keypad, Polytech also manufactures industrial keypads and consumable keypads. All these keypads enable Polytech to be the expert in producing keypads that can be used in any types of applications. Finding a good automotive keypad supplier is important as the interior of an automobile will determine the overall feel.Having a posh exterior but a lousy interior will destroy the brand consequently. Polytech is one good supplier that is able to provide high quality automotive keypad that will greatly enhance the interior of the automobile and makes it feel luxuries. An inferior automotive keypad will generally cause the consumer to feel that the entire automobile looks cheap and undesirable.As the keypad communicates the driver with the functions of the car, it is required to be 100 percent functional at all times such that it works as intended when each key on the keypad is pressed and the correct feature is activated. At the same time, the keypad needs to be ergonomic with a great design look that attracts the driver to use it with both ease and safety.There are some manufacturers who sacrifice quality in order to produce the cheapest automotive keypads that are possible to supply their customers. This is usually done with interior raw materials and poorly skilled workers that are much cheaper compared with what Polytech purchases and employs. The end result is a tarnished reputation of an inferior automotive interior feel. It is wiser to choose Polytech as an automotive keypad supplier which has both the expertise and capacities to produce any quantity and quantity of keypads required for any kinds of automotive interiors. About the Author In Order To Find Out More On Details Touch Panel Manufacturers Kindly Checkout Our Site Today", 

"News Article 2" : "Scientists could be a step closer to understanding how some birds might exploit quantum physics to navigate.Researchers suspect that some songbirds use a “quantum compass” that senses the Earth’s magnetic field, helping them tell north from south during their annual migrations (SN: 4/3/18). New measurements support the idea that a protein in birds’ eyes called cryptochrome 4, or CRY4, could serve as a magnetic sensor. That protein’s magnetic sensitivity is thought to rely on quantum mechanics, the math that describes physical processes on the scale of atoms and electrons (SN: 6/27/16). If the idea is shown to be correct, it would be a step forward for biophysicists who want to understand how and when quantum principles can become important in various biological processes.In laboratory experiments, the type of CRY4 in retinas of European robins (Erithacus rubecula) responded to magnetic fields, reearchers report in the June 24 Nature. That’s a crucial property for it to serve as a compass. “This is the first paper that actually shows that birds’ cryptochrome 4 is magnetically sensitive, says sensory biologist Rachel Muheim of Lund University in Sweden, who was not involved with the research.Scientists think that the magnetic sensing abilities of CRY4 are initiated when blue light hits the protein. That light sets off a series of reactions that shuttle around an electron, resulting in two unpaired electrons in different parts of the protein. Those lone electrons behave like tiny magnets, thanks to a quantum property of the electrons called spin.",

"News Article 3" : "As people age, so do all of our cells, which accumulate damage over time. But why our offspring don’t inherit those changes — effectively aging a child even before birth — has been a mystery. “When you are born, you don’t inherit your parents’ age,” says Yukiko Yamashita, a developmental biologist at MIT who studies the immortality of germline cells such as eggs or sperm. “For some reason, you are at zero.”Experts once thought that germline cells might be ageless — somehow protected from the passage of time (SN: 3/10/04). But studies have shown signs of aging in eggs and sperm, dispelling that idea. So researchers have hypothesized that germline cells might instead reset their age after conception, reversing any damage.In a new study, scientists describe evidence that supports that rejuvenation hypothesis. Both mouse and human germline cells appear to reset their biological age in the early stages of an embryo’s development. A rejuvenation period that takes place after an embryo has attached to the uterus sets the growing embryo at its youngest biological age, dubbed “ground zero,” researchers report June 25 in Science Advances.  Understanding how germline cells reverse aging could help researchers develop treatments for age-related diseases, such as arthritis or Parkinson’s, says Vittorio Sebastiano, a developmental biologist at Stanford University School of Medicine who was not involved in the work. In such diseases, certain cells might become dysfunctional due to damage. Resetting the age of those cells could prevent them from causing problems.",

"News Article 4" : "As people age, so do all of our cells, which accumulate damage over time. But why our offspring don’t inherit those changes — effectively aging a child even before birth — has been a mystery. “When you are born, you don’t inherit your parents’ age,” says Yukiko Yamashita, a developmental biologist at MIT who studies the immortality of germline cells such as eggs or sperm. “For some reason, you are at zero.”Experts once thought that germline cells might be ageless — somehow protected from the passage of time (SN: 3/10/04). But studies have shown signs of aging in eggs and sperm, dispelling that idea. So researchers have hypothesized that germline cells might instead reset their age after conception, reversing any damage.In a new study, scientists describe evidence that supports that rejuvenation hypothesis. Both mouse and human germline cells appear to reset their biological age in the early stages of an embryo’s development. A rejuvenation period that takes place after an embryo has attached to the uterus sets the growing embryo at its youngest biological age, dubbed “ground zero,” researchers report June 25 in Science Advances.  Understanding how germline cells reverse aging could help researchers develop treatments for age-related diseases, such as arthritis or Parkinson’s, says Vittorio Sebastiano, a developmental biologist at Stanford University School of Medicine who was not involved in the work. In such diseases, certain cells might become dysfunctional due to damage. Resetting the age of those cells could prevent them from causing problems. ",

"News Article 5" : "Quantum mechanics usually applies to very small objects: atoms, electrons and the like. But physicists have now brought the equivalent of a 10-kilogram object to the edge of the quantum realm.Scientists with the Advanced Laser Interferometer Gravitational-Wave Observatory, or LIGO, reduced vibrations in a combination of the facility’s mirrors to nearly the lowest level allowed by quantum mechanics, they report in the June 18 Science.The researchers quelled differences between the jiggling of LIGO’s four 40-kilogram mirrors, putting them in near-perfect sync. When the mirrors are combined in this way, they behave effectively like a single, 10-kilogram object.LIGO is designed to measure gravitational waves, using laser light that bounces between sets of mirrors in the detector’s two long arms (SN: 2/11/16). But physicist Vivishek Sudhir of MIT and colleagues instead used the laser light to monitor the mirrors’ movements to extreme precision and apply electric fields to resist the motion. “It’s almost like a noise-canceling headphone,” says Sudhir. But instead of measuring nearby sounds and canceling out that noise, the technique cancels out motion.The researchers reduced the mirrors’ relative motions to about 10.8 phonons, or quantum units of vibration, close to the zero-phonon quantum limit.The study’s purpose is not to better understand gravitational waves, but to get closer to revealing secrets of quantum mechanics. Scientists are still trying to understand why large objects don’t typically follow the laws of quantum mechanics. Such objects lose their quantum properties, or decohere. Studying quantum states of more massive objects could help scientists pin down how decoherence happens.Previous studies have observed much smaller objects in quantum states. In 2020, physicist Markus Aspelmeyer of the University of Vienna and colleagues brought vibrations of a nanoparticle to the quantum limit (SN: 1/30/20). LIGO’s mirrors are “a fantastic system to study decoherence effects on super-massive objects in the quantum regime,” says Aspelmeyer.",

"News Article 6" : "As countries like the United States begin to emerge from the worst of the pandemic, there are many others lagging behind in vaccinations. That’s in part because wealthy countries have bought the bulk of available doses to vaccinate their populations, leaving lower-income countries struggling to get shots.   To date, more than 2 billion doses have made it into arms around the world. Some countries, including Canada, the United Kingdom, Chile and Israel, have given at least one dose to around 60 percent of their populations. But around only 1 percent of people in places like Nigeria and Sierra Leone have gotten at least one vaccine dose.Low vaccination rates in many places pose a problem for efforts to quell transmission and bring the pandemic to an end. And the more the coronavirus spreads, the more opportunities there will be for new variants to emerge, increasing the likelihood of booster shots. The coronavirus “has managed to find the gaps, like any virus,” Kim says. “It’s in the nature of viruses to find the weak points. And before you know it, there’s another mutant.”Some countries are flying blind due to a lack of genetic surveillance. Bolstering that ability in regions like Africa, Latin America and South Asia would help get a handle on coronavirus diversity in those places and capture emerging variants before they become a global problem.   It’s also important to get vaccines to the places that need them through efforts like COVAX, an international initiative to help distribute COVID-19 to low-income countries. “We have to start going to the places that have really bad outbreaks because we know mutants will be generated,” Kim says.",

"News Article 7" : "Whether or not it’s possible to teach an old elephant new tricks, a 34-year-old pachyderm at Zoo Atlanta has recently taught researchers a thing or two about how elephants suck up food and water with their trunks.For one thing, an elephant doesn’t use its trunk as a simple straw. It can also dilate its nostrils to boost its trunk’s carrying capacity while snorting up water, researchers report online June 2 in the Journal of the Royal Society Interface. And that means it takes fewer snorts than expected to stock up on water that they use to drink and hose themselves down.The surprise finding came courtesy of detailed measurements during feeding time, says Andrew Schulz, a mechanical engineer at the Georgia Tech in Atlanta. Other than aquatic creatures, not many animals other than elephants use a type of suction feeding that doesn’t depend on lung power alone.Elephants are the only living land animals to evolve a long, boneless appendage like a trunk, says Schulz. A septum stretching the length of the trunk separates it into two nostrils. But detailed knowledge of what happens inside that muscular structure during feeding has been sorely lacking. So Schulz and his colleagues worked with zookeepers at Zoo Atlanta to take a peek.An elephant’s trunk is iconic. But understanding what happens inside that muscular structure during feeding has been sorely lacking. Experiments with a patient pachyderm at Zoo Atlanta reveal its tricks for inhaling everything from small cubes of rutabaga to massive volumes of water.Using ultrasound to monitor what was happening inside the trunk during feeding, the researchers put one of the zoo’s African elephants through her paces during the summer of 2018. In some trials, the elephant snorted up volumes of water, which in some cases had bran mixed in.To the researchers’ surprise, says Schulz, the ultrasound revealed that each nostril’s available volume ballooned by as much as 64 percent, up from the trunk’s original capacity of about five liters (although the elephant used only a small fraction of this extra space). Flow rate of water through the trunk averaged about 3.7 liters per second, or the equivalent of the amount of water pouring out of 24 shower heads at once.",

"News Article 8" : "Using blobs of skin cells from frog embryos, scientists have grown creatures unlike anything else on Earth, a new study reports. These microscopic “living machines” can swim, sweep up debris and heal themselves after a gash.Scientists often strive to understand the world as it exists, says Jacob Foster, a collective intelligence researcher at UCLA not involved with this research. But the new study, published March 31 in Science Robotics, is part of a “liberating moment in the history of science,” Foster says. “A reorientation towards what is possible.”In a way, the bots were self-made. Scientists removed small clumps of skin stem cells from frog embryos, to see what these cells would do on their own. Separated from their usual spots in a growing frog embryo, the cells organized themselves into balls and grew. About three days later, the clusters, called xenobots, began to swim.Normally, hairlike structures called cilia on frog skin repel pathogens and spread mucus around. But on the xenobots, cilia allowed them to motor around. That surprising development “is a great example of life reusing what’s at hand,” says study coauthor Michael Levin, a biologist at Tufts University in Medford, Mass.And that process happens fast. “This isn’t some sort of effect where evolution has found a new use over hundreds of thousands of years,” Levin says. “This happens in front of your eyes within two or three days.”Xenobots have no nerve cells and no brains. Yet xenobots — each about half a millimeter wide — can swim through very thin tubes and traverse curvy mazes. When put into an arena littered with small particles of iron oxide, the xenobots can sweep the debris into piles. Xenobots can even heal themselves; after being cut, the bots zipper themselves back into their spherical shapes.Scientists are still working out the basics of xenobot life. The creatures can live for about 10 days without food. When fed sugar, xenobots can live longer (though they don’t keep growing). “We’ve grown them for over four months in the lab,” says study coauthor Doug Blackiston, also at Tufts. “They do really interesting things if you grow them,” including forming strange balloon-like shapes.",

"News Article 9" : "In the past year, demographic trends among individuals infected with COVID-19 have shown that adults over the age of 65 have been more likely to die from the disease. Black residents, Hispanic/Latino residents and other minority groups, have been both more likely to get sick and more likely to face severe illness. Now, however, vaccinations are protecting a majority of seniors, while many minority communities and not-yet-vaccinated younger adults, those under age 50, remain vulnerable to infection.And this younger crowd isn’t just getting asymptomatic or mild COVID-19 cases: A greater share of those now hospitalized are younger adults compared to their share of total hospitalizations in earlier months. Nationwide, about 9,000 COVID-19 patients under age 50 were admitted to hospitals in the second week of April, compared with about 6,000 people in that age group a month earlier — while admissions for patients over age 60 have stayed at constant levels since late February. This trend is more pronounced in states with surging case numbers. Michigan, for example, saw about 1,000 new adult patients under age 50 admitted to the hospital with confirmed COVID-19 cases in the week ending April 9, compared with under 300 patients in that age group in the first week of 2021, during the peak of the winter surge. Those younger patients made up just 17 percent of all patients in Michigan during that earlier week, but 29 percent three months later.Vaccinations do help. Yet while younger adults reached the front of the vaccine line only in recent weeks, many eligible residents in minority communities have struggled to get a vaccine since the rollout began. Polling data show that they are just as willing (if not more) to get vaccinated than their white neighbors, but are having trouble getting access to shots. A majority of states, for example, have vaccinated at least 25 percent of their white populations, according to Bloomberg’s vaccine tracker, but only 12 states have vaccinated the same share of their Black populations as of April 26. And only nine states have reached that milestone with Hispanic/Latino populations.These numbers are concerning, says Enrique Neblett, a health behavior expert at the University of Michigan in Ann Arbor and associate director of the Detroit Community-Academic Urban Research Center. Neblett has seen how access issues disrupt vaccination first-hand through his work in Detroit. “The folks on the ground [community organizers in Detroit] were saying things like, they were not seeing a lot of hesitancy, but it was more around access to the vaccine, transportation, work hours,” he says. These barriers are common in already-vulnerable communities, leaving individuals living there more susceptible during this new surge, he says.",

"News Article 10" : "Matter is a lush tapestry, woven from a complex assortment of threads. Diverse subatomic particles weave together to fabricate the universe we inhabit. But a century ago, people believed that matter was so simple that it could be constructed with just two types of subatomic fibers — electrons and protons. That vision of matter was a no-nonsense plaid instead of an ornate brocade.Physicists of the 1920s thought they had a solid grasp on what made up matter. They knew that atoms contained electrons surrounding a positively charged nucleus. And they knew that each nucleus contained a number of protons, positively charged particles identified in 1919. Combinations of those two particles made up all of the matter in the universe, it was thought. That went for everything that ever was or might be, across the vast, unexplored cosmos and at home on Earth.The scheme was appealingly tidy, but it swept under the rug a variety of hints that all was not well in physics. Two discoveries in one revolutionary year, 1932, forced physicists to peek underneath the carpet. First, the discovery of the neutron unlocked new ways to peer into the hearts of atoms and even split them in two. Then came news of the positron, identical to the electron but with the opposite charge. Its discovery foreshadowed many more surprises to come. Additional particle discoveries ushered in a new framework for the fundamental bits of matter, now known as the standard model.That “annus mirabilis” — miraculous year — also set physicists’ sights firmly on the workings of atoms’ hearts, how they decay, transform and react. Discoveries there would send scientists careening toward a most devastating technology: nuclear weapons. The atomic bomb cemented the importance of science — and science journalism — in the public eye, says nuclear historian Alex Wellerstein of the Stevens Institute of Technology in Hoboken, N.J.",

"News Article 11" : "As light shines steadily on a silver slip of a fish, minuscule dots on the fish start flashing: blue, yellow, blue, yellow.The bodies “do not glow like luminous fish,” Masakazu Iwasaka, an interdisciplinary engineer at Hiroshima University in Japan has discovered. Instead of making their own light, it turns out that remarkable little photonic crystals in fish spots reflect certain wavelengths of light, alternating between blues and more greenish-yellows, he reports April 7 in Royal Society Open Science.Lots of biological materials have evolved tricks manipulating light. The iconic morpho blue butterfly doesn’t have a flake of blue pigment. It creates its dream-perfect sky blue with stacks of microscopic light-manipulating plates. So do blue-leaved begonias (SN: 11/28/16).Those fish reflectors are doing something similar in wide-banded hardyhead silversides (Atherinomorus lacunosus). “I found the flashing of a small spot by chance” while screening the dots no bigger than 7 to 10 micrometers across on fish backs, he says. Inside the reflective flash spots lie little platelets of the compound guanine that have grown in such a way that they can reflect colorful light depending on the angle.Iwasaka hopes to create human-made counterparts to the fish reflectors. He proposes mimicking fishy structures for sensors far, far smaller than the period on a magazine page. Versions of little sparkling fish lights could fit into the world of micro-electromechanical systems (MEMS) to monitor conditions inside living tissues, responding to light or flashing themselves. In earlier work, he’s shown how guanine platelets can be manipulated in magnetic fields, suggesting that such sensors could be targeted and herded.What the fish uses its lightshow for remains a mystery. Flashing spots aren’t unique to wide-banded hardyhead silversides, Iwasaka points out. At least two other papers reported flashing (blue to red) in other tropical fishes, probably for communication. Maybe silverside flashing communicates something too, Iwasaka says.Or there could be safety benefits. Fish ecologist David Conover of the University of Oregon in Eugene has worked with a silvery Menidia species in the same fish family as the species Iwasaka studies. “For fish that live in bright light and near the surface, as do silversides, the reflectivity probably serves as a type of camouflage or distraction from predators lurking or striking from below,” Conover says.Whatever drives the evolution of iridophores, those reflective spots where Iwasaka found inspiration, they’re common in the fish world. There could be plenty more places to look for flashes.",

"News Article 12" : "Neandertal DNA recovered from cave mud reveals that these ancient humans spread across Eurasia in two different waves.Analysis of genetic material from three caves in two countries suggests an early wave of Neandertals about 135,000 years ago may have been replaced by genetically and potentially anatomically distinct successors 30,000 years later, researchers report April 15 in Science. The timing of this later wave suggests potential links to climate and environmental shifts.By extracting genetic material from mud, “we can get human DNA from people who lived in a cave without having to find their remains, and we can learn interesting things about those people from that DNA,” says Benjamin Vernot, a population geneticist at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany.A few years ago, scientists showed that it’s possible to extract prehistoric human DNA from dirt, which contains genetic material left behind by our ancestors from skin flakes, hair or dried excrement or bodily fluids such as sweat or blood. Genetic analysis of ancient sediments could therefore yield valuable insights on human evolution, given that ancient human fossils with enough DNA suitable for analysis are exceedingly rare",

"News Article 13" : "Until now, the ancient human DNA analyzed from sediments came from mitochondria — the organelles that act as energy factories in our cells — not the chromosomes in cell nuclei, which contain the actual genetic instructions for building and regulating the body. Although chromosomes hold far more information, retrieving samples of this nuclear DNA from caves proved challenging because of its relative scarcity. A human cell often possesses thousands of copies of its mitochondrial genome for every one set of chromosomes, and the vast majority of any DNA found in ancient dirt belongs to other animals and to microbes.To extract ancient human chromosomal DNA from caves, Vernot and colleagues identified regions in chromosomes rich in mutations specific to hominids to help the team filter out nonhuman DNA. This helped the researchers successfully analyze Neandertal chromosomal DNA from more than 150 samples of sediment roughly 50,000 to 200,000 years old from a cave in Spain and two caves in Siberia.After the team compared its data with DNA previously collected from Neandertal fossils of about the same age, the findings suggested that all these Neandertals were split into two genetically distinct waves that both dispersed across Eurasia. One emerged about 135,000 years ago, while the other arose roughly 105,000 years ago, with one branch of the earlier wave giving rise to all the later groups examined.In the Spanish cave, the researchers found genetic evidence of both groups, with the later wave apparently replacing the earlier one. “There were signs based on the mitochondrial DNA of this turnover, but seeing it clearly with the nuclear DNA is really exciting,” says paleogeneticist Qiaomei Fu at the Institute of Vertebrate Paleontology and Paleoanthropology in Beijing, who did not take part in this study.The later wave may be linked with the emergence of the last “classic” stage of Neandertal anatomy, skeletal features such as a bulge at the back of the skull that may indicate strong neck muscles or enlarged brain regions linked to vision, the researchers say. This later wave may have coincided with cooling and other environmental changes that came with the advent of the last ice age, they note.This research emphasizes how scientists working at potential Neandertal sites should not throw away dirt as is traditionally done, says paleogeneticist Carles Lalueza-Fox at the Institute of Evolutionary Biology in Barcelona, who did not take part in this study. Instead, he says, special protocols may be needed to avoid contaminating these areas with modern DNA.",

"News Article 14" : "Tardigrades aren’t completely bulletproof, after all.These microscopic critters, also known as water bears, are practically unkillable (SN: 7/14/17). They can go years without food or water, withstand freezing and scalding temperatures and endure blistering radiation and the vacuum of outer space. But a recent experiment stress tested these death-defying creatures in a new way: by firing tardigrades from a gun.Tardigrades survived smashing into targets at speeds up to about 825 meters per second, researchers report online May 11 in Astrobiology. But speedier water bears blew apart on impact. The findings hint that even intrepid little animals like tardigrades would struggle to survive crash-landing on a new planet.That puts new limits on the possibility of panspermia — organisms hitchhiking between worlds on planetary debris kicked up by meteorite impacts (SN: 8/26/20). Knowing whether life is up to the challenge of planet-hopping could help answer how life got started on Earth and gauge the risk of Earthly lifeforms on spacecraft contaminating other places in the solar system, says Samuel Halim, a planetary scientist at Birkbeck, University of London not involved in the work.The inspiration to test water bears’ ability to withstand high-speed impacts came from the tardigrade-toting Israeli spacecraft Beresheet, which crashed into the moon in 2019 (SN: 4/11/19). “I wondered, are these tardigrades alive?” says astrobiologist Alejandra Traspas Muiña of Queen Mary University of London.After freezing Hypsibius dujardini tardigrades to put them in a state of suspended animation, Traspas Muiña and planetary scientist Mark Burchell of the University of Kent in England loaded the dormant water bears into nylon bullets. The researchers fired those bullets from a five-meter-long instrument called a two-stage light gas gun, which looks more like a cannon than a firearm. The machine launched tardigrades at different speeds, ranging from about 550 to 1,000 meters per second, into bags of sand meant to mimic the lunar surface.Smashing into sand faster than about 825 meters per second, or about one gigapascal of shock pressure, proved lethal for the tardigrades. But even surviving water bears didn’t escape unscathed. After being placed in water, they took up to 36 hours to recover. Water bears that were frozen and thawed without being pelted into sand bounced back within nine hours.These results suggest the Beresheet tardigrades probably didn’t survive their lunar landing, Traspas Muiña says. Likewise, space rocks flying around the solar system usually smash into planets and moons at thousands of meters per second — far too fast for tardigrades to survive. But splashing down in water might offer a softer landing, she says. “It’s hard for [animals like water bears] to survive panspermia in the solar system, but it could happen.”Microbes, which are tinier and hardier than water bears, might stand a better chance of migrating between planets. Other research has suggested these organisms can withstand impacts up to thousands of meters per second, albeit at survival rates around or below one in 10,000. “There’s also much tougher tardigrades out there” than the species tested in this experiment, says evolutionary biologist Jason Pienaar of the University of Alabama in Tuscaloosa, who wasn’t involved in the work. He wonders whether other kinds of water bears might prove more splatter-proof. ",

"News Article 15" : "When it comes to global warming and sea level rise, scientists have made some dire predictions. One of the most calamitous involves the widespread collapse of ice cliffs along the edges of Greenland and Antarctica, which could raise sea level as much as 4 meters by 2200 (SN: 2/6/19). Now, new simulations suggest that massive glaciers flowing into the sea may not be as vulnerable to such collapses as once believed.One hypothesis that projected calamitous sea level rise is called the marine ice cliff instability. It suggests that sea-facing bluffs of ice more than 100 meters tall will fail and then slough off to expose fresh ice. Those new cliffs will in turn disintegrate, fall into the sea and float away, setting off a relatively rapid retreat of the glacier that boosts sea level rise.Although discussed for years, the phenomenon hasn’t yet been seen in today’s glaciers, says Jeremy Bassis, a glaciologist at the University of Michigan in Ann Arbor. “But that may not be surprising, due to the relatively short record of observations in the field and by satellites,” he says.Because of the dearth of field data, Bassis and colleagues decided to use computer simulations to explore ice-cliff behavior. Unlike previous models, the researchers’ simulations considered how ice flows under pressure as well as how it fractures when highly stressed. This blended model is “a pioneering composite,” says Nicholas Golledge, a glaciologist at the Victoria University of Wellington in New Zealand, who wasn’t involved in the study.First, the researchers simulated the collapse of a 135-meter-tall ice cliff on dry land. Over a virtual period of weeks, the face of the cliff shattered and then slumped down to the base, where the icy rubble helped buttress the cliff against further collapse. Researchers have often seen this result in the field, Bassis says.Then, the team simulated a 400-meter-tall glacier flowing into water that was 290 meters deep. These dimensions are typical of some of the massive glaciers in Greenland flowing into deep fjords, Bassis says. When the cybercliff collapsed, ice that fell into the water at the cliff’s base floated away, leading to repeated failures and rapid, runaway collapse of the glacier. But adding even a small amount of back pressure at the base of the cliff — as would happen if icebergs got stuck and couldn’t waft away, or if they froze in place — prevented a runaway collapse, Bassis and his team reports in the June 18 Science. “We didn’t expect this to be the case,” Bassis says. “But if small bergs got stuck in the shallows ahead of the ice cliff, it was enough to buttress the [cliff] face,” he says.Simulations of an 800-meter-tall glacier flowing into 690 meters of water, comparable to the dimensions of the Thwaites and Pine Island glaciers in Antarctica, yielded similar results. The researchers also found that in relatively warm ambient temperatures, ice flow upstream of the cliff thins the glacier and reduces the height of the cliff, thus reducing the likelihood of runaway collapses.The team’s simulations “capture what I think of as realistic behavior,” says Golledge, who coauthored a commentary on the study in the same issue of Science. Future fieldwork may help validate the group’s results. If the simulations hold, Golledge says, the less dire results may mean slower sea level rise in the short term than otherwise predicted.Bassis and his colleagues’ analysis “is an important piece of work,” says Ted Scambos, a glaciologist at the University of Colorado Boulder, who was not involved in the study. The results, he says, “provide a balance between the possibilities for extreme runaway collapse and some that are more realistic.”",

"News Article 16" : "Astronomers look for distant planets by watching for the shadow the worlds cast when passing between their star and Earth. If any aliens are searching for other intelligent life, they could spot us using the same trick.Now, scientists have identified 1,715 star systems whose hypothetical inhabitants could have seen Earth cross in front of the sun sometime in the last 5,000 years. Another 319 stars will come into the right positions for spotting Earth in the next 5,000 years, astrophysicist Jackie Faherty and astronomer Lisa Kaltenegger report in the June 23 Nature.Those 2,034 stars had or will have “the front row seat to finding Earth as a transiting planet,” says Faherty, of the American Museum of Natural History in New York City.Seventy-five of the stars are close enough that human-made radio waves have already reached them, and seven of those stars have potentially habitable planets.Faherty and Kaltenegger, of Cornell University, used maps of more than 1 billion stars from the European Space Agency’s Gaia spacecraft, which measures stars’ movements and distances from Earth. The researchers identified the Earth transit zone, the region of space from which stars can see Earth cross the sun, and ran the clock backward and forward to see stars move in and out of that zone. “The way I think about this is, ‘Where are we the aliens?’” Kaltenegger says.Previous research identified stars that can currently see Earth silhouetted against the sun (SN: 4/20/16). But those studies did not take into account stellar movements through space and time. The new work shows that most star systems with a good look at Earth will keep that view for thousands of years.The newly described stellar collection includes some of the nearest and most well-known stars with planets, including Ross 128 and TRAPPIST-1, with its septet of rocky worlds (SN: 2/22/17).",

"News Article 17" : "The Manhattan Project brought together the finest scientific minds in the United States for one urgent purpose: to build an atomic bomb. That included people who had historically been marginalized, including Black scientists, who achieved greatness in an era of rampant discrimination.One of those minds was J. Ernest Wilkins Jr., a Black mathematician, nuclear scientist and optics researcher. Barely past his teen years as the Manhattan Project ramped up, he quickly began working with the top physicists of the time on what was perhaps the most consequential physics research project of the century.The Manhattan Project brought together the finest scientific minds in the United States for one urgent purpose: to build an atomic bomb. That included people who had historically been marginalized, including Black scientists, who achieved greatness in an era of rampant discrimination.One of those minds was J. Ernest Wilkins Jr., a Black mathematician, nuclear scientist and optics researcher. Barely past his teen years as the Manhattan Project ramped up, he quickly began working with the top physicists of the time on what was perhaps the most consequential physics research project of the century.Born in Chicago in 1923, Wilkins was a math prodigy. He was one of the youngest students ever admitted to the University of Chicago — at age 13. He earned his Ph.D. at the university by the time he was 19, in 1942. His academic feats were so impressive that newspaper articles proclaimed him a genius.Born in Chicago in 1923, Wilkins was a math prodigy. He was one of the youngest students ever admitted to the University of Chicago — at age 13. He earned his Ph.D. at the university by the time he was 19, in 1942. His academic feats were so impressive that newspaper articles proclaimed him a genius.Still, Wilkins’ skills were in high demand during the Manhattan Project. In 1944, physicist Edward Teller, who later became known as the father of the hydrogen bomb, noted that “[M]en of high qualifications are scarce these days,” and recommended Wilkins to Harold Urey of Columbia University, saying that he “has been doing, according to Wigner, excellent work.”Wilkins, however, stayed at the University of Chicago until 1946. He signed the Szilard Petition, a letter from 70 scientists to President Harry Truman after the defeat of Germany in World War II, which urged that Japan be given an opportunity to surrender before any atomic bombs were used. The petition never reached Truman.Wilkins remained a prominent figure in the nuclear physics community throughout his career, serving as president of the American Nuclear Society in 1974–75. According to a 1974 profile in Nuclear News, Wilkins was known for “his quick intelligence, … his directness and good nature.” He delved deeply into complex topics related to nuclear reactors, including how gamma rays, a type of radiation produced in reactors, penetrate through materials.",

"News Article 18" : "When the Utah Symphony performed this spring, its arrangements struck a new note. The percussion instruments, harp and piano had moved from the back of the stage to nearer the center. Trumpets, flutes and other woodwind and brass instruments relocated from the center to the fringes, closest to the onstage air vents.Along with opening as many doors and windows as possible, that setup can greatly reduce musicians’ risk of exposure to airborne diseases such as COVID-19, researchers report June 23 in Science Advances.As performers return to stages, some activities pose unique challenges. Like singing, playing certain instruments can spew droplets from a musician’s breath (SN: 4/17/20). Potentially virus-laden droplets can linger in the air, spreading disease (SN: 5/18/21). While string players and percussionists may wear masks to reduce virus spread, brass and woodwind musicians are “manufacturers of respiratory droplets,” says Tony Saad, a chemical engineer at the University of Utah in Salt Lake City.Saad’s team relied on air flow modeling — based on past measurements of potentially infectious particles emitted by typical orchestra instruments — to determine how air moves across a stage and which adjustments would best protect an ensemble.But how do those changes make the music sound to an audience? Not unfamiliar, says coauthor James Sutherland, also a chemical engineer at the University of Utah. The change is more jarring for the conductor and musicians onstage.Still, the Salt Lake City–based ensemble — which collaborated with the researchers — used the study’s recommendations as a blueprint for the spring performance season. “If this is what they need to do to get back to performing safely, then it’s a small price to pay,” Sutherland says.Simulations of air dynamics in a concert hall show that these changes can reduce the accumulation of potentially infectious airborne particles by about 100 times — lowering concentrations from around 0.01–1 particle per liter of air across most of the stage to under 0.001 particles per liter.",

"News Article 19" : "On January 30, 2020, Science Gallery Dublin assembled a small group of experts to discuss a strange new disease that had recently emerged in China. Four panelists talked about the origins of the new coronavirus, whether it might be airborne and the prospects for a vaccine. While they agreed that it was important to take the virus seriously, the speakers urged the audience not to panic. There had been no known cases in Ireland. The prospect of a local outbreak seemed remote.“And that was the last live event we held in the gallery,” says Aisling Murray, the gallery’s head of programming. That very day, the World Health Organization declared the COVID-19 outbreak a “public health emergency of international concern.” Six weeks later, with cases on the rise all over the globe, Science Gallery Dublin shut its doors. It was a moment of reckoning. “What does Science Gallery mean when we don’t have a space?” Murray recalls wondering. “How do we continue to engage our audience?”As the COVID-19 pandemic began to spiral out of control in March 2020, science museums around the world were forced to abruptly close. In a matter of days, ticket revenue vanished. “It was an existential crisis,” says Christofer Nelson, president and CEO of the Association of Science and Technology Centers, or ASTC, in Washington, D.C. “The fundamental business, operational, staffing, community service model of these organizations just went away overnight. And the question was ‘What do we do next?’ ”The weeks and months that followed were excruciatingly difficult for science museums, which lost more than $600 million in revenue in just the first six months of the pandemic, the ASTC estimates. Many museums and science centers were forced to adopt deep cost-cutting measures; some laid off more than half of their employees.Few science museums had substantial endowments to pull from, so they scrambled for support. They launched new campaigns for donations, applied for government loans and sought grants and support from community organizations or corporations.As they tried to make ends meet, they also realized they had to reinvent their programs if they wanted to survive. Over the last year, they have launched a diverse array of exhibits and offerings that are not tied to their physical buildings, and they have helped educate the public about COVID-19. Some museums have even found creative ways to meet serious community needs, providing everything from child care to fresh food.Along the way, these institutions have redefined what modern science museums can be and how they engage with the world beyond their walls. Though many museums are in various phases of reopening, their experience over the last year may leave a lasting legacy.",

"News Article 20" : "Despite their mysterious nature, black holes are thought to follow certain simple rules. Now, one of the most famous black hole laws, predicted by physicist Stephen Hawking, has been confirmed with gravitational waves.According to the black hole area theorem, developed by Hawking in the early 1970s, black holes can’t decrease in surface area over time. The area theorem fascinates physicists because it mirrors a well-known physics rule that disorder, or entropy, can’t decrease over time. Instead, entropy consistently increases (SN: 7/10/15).That’s “an exciting hint that black hole areas are something fundamental and important,” says astrophysicist Will Farr of Stony Brook University in New York and the Flatiron Institute in New York City.The surface area of a lone black hole won’t change — after all, nothing can escape from within. However, if you throw something into a black hole, it will gain more mass, increasing its surface area. But the incoming object could also make the black hole spin, which decreases the surface area. The area law says that the increase in surface area due to additional mass will always outweigh the decrease in surface area due to added spin."

}

